Revit 2024 API
SymbolTypeId.Pa Property
 Symbol Pa, indicating unit Pascals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Pa { get; }
Visual Basic
Public Shared ReadOnly Property Pa As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Pa {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace